{
  "home": "Über GlowMap",
  "login": "Anmelden",
  "register": "Registrieren",
  "heroText": "Beginnen Sie Ihren Weg zu einer reibungslosen und bewussten Organisation mit den GlowMap-Vorlagen, die für Sie entwickelt wurden.",
  "about": "Über GlowMap",
  "exploreTemplates": "Vorlagen entdecken",
  
  "Tareas flexibles": "Flexible Aufgaben",
  "Rutina de mañana y noche": "Morgen- und Abendroutine",
  "Seguimiento de ejercicios": "Übungstracking",
  "Espacio mental": "Mentaler Raum",
  "Conciencia financiera": "Finanzbewusstsein",
  "Proyectos creativos": "Kreative Projekte",
  "Seguimiento de nutrición": "Ernährungstracking",
  "Planificación de estudio": "Studienplanung",
  "Organización de viajes": "Reiseorganisation",
  "Bienestar femenino": "Weibliches Wohlbefinden",
  "welcome": "Willkommen bei GlowMap",
  "introTxt": "Können Sie sich eine stressfreie, ruhige Organisation vorstellen, die auf Sie zugeschnitten ist? Bei GlowMap gestalten wir Produktivität neu, damit sie keine Belastung mehr ist, sondern ein Werkzeug für Wohlbefinden und Klarheit. GlowMap ist nicht nur eine Plattform, um Ihr Leben zu organisieren. Es ist ein bewusster Raum, der Sie sanft durch Ihren Alltag begleitet. Mit interaktiven, einfachen und flexiblen Vorlagen helfen wir Ihnen, Ihre Ideen, Emotionen und Ziele ohne Druck oder Perfektionismus zu organisieren. Unser Ziel ist, dass Sie Komfort in der Ordnung, Freude am Planen und in jedem gewöhnlichen Tag ein tiefes Gefühl der Erfüllung finden.",
  "titulo1": "Für wen ist GlowMap geeignet?",
  "titulo0": "Vision",
  "parrafo0": "Wir träumen von einer Welt, in der Menschen in ihrem eigenen Tempo leben, Produktivität ein Werkzeug der Ruhe ist, Ordnung eine Sprache, die inneres Gleichgewicht wiederherstellt, und in der kleine Alltagsdetails ein echtes Gefühl von Wohlbefinden und Zufriedenheit hervorrufen.",
  "parrafo1": "GlowMap richtet sich an Menschen aller Hintergründe: Studenten, Berufstätige, Hausfrauen/-männer, Sportler, Kreative und jeden, der ein Gleichgewicht zwischen Organisation und emotionalem Wohlbefinden sucht.",
  "l1": "💼 Berufstätige, die sich stressfrei organisieren möchten.",
  "l2": "🎓 Studenten, die ruhig planen möchten.",
  "l3": "🏡 Hauspersonen, die gesunde Routinen wünschen.",
  "l4": "🧘‍♀️ Diejenigen, die ihr körperliches und geistiges Wohlbefinden priorisieren.",
  "l5": "💡 Kreative und Autodidakten mit Ideen, die organisiert werden müssen.",
  "titulo2": "Was finden Sie auf GlowMap?",
  "parrafo2": "Mit visuellen und flexiblen Vorlagen können Sie Aufgaben planen, gesunde Gewohnheiten aufzeichnen, Ihre körperlichen und emotionalen Fortschritte verfolgen und Ihre persönlichen Projekte ohne Druck entwickeln.",
  "titulo3": "Zusammenfassung der verfügbaren Vorlagen",
  "l6": "Organisieren Sie Ihre täglichen Aufgaben nach emotionaler Priorität und Dringlichkeit.",
  "l7": "Erstellen Sie realistische Routinen für Morgen und Abend.",
  "l8": "Halten Sie Ihre Trainings fest und wie sich Ihr Körper fühlt.",
  "l9": "Verbinden Sie sich mit Ihren Emotionen und konzentrieren Sie sich auf Ihr inneres Wohlbefinden.",
  "l10": "Führen Sie ein einfaches Tracking Ihrer Ausgaben und Einnahmen bewusst.",
  "l11": "Entwickeln Sie Ihre Projekte Schritt für Schritt ohne Stress.",
  "l12": "Verbessern Sie Ihre Ernährung mit täglichem Tracking und visuellen Herausforderungen.",
  "l13": "Organisieren Sie Ihr Studium und bereiten Sie Prüfungen ruhig vor.",
  "s1": "GlowFocus-Vorlage",
  "s2": "GlowFlow-Routine",
  "s3": "GlowFitness-Tracking",
  "s4": "GlowMind-Raum",
  "s5": "GlowFinance-Karte",
  "s6": "GlowProject-Planer",
  "s7": "GlowNutrition-Tracking",
  "s8": "GlowStudy-Planer",
  "s9": "GlowTrip-Planer",
  "l14": "Planen Sie Ihre Reisen klar, stressfrei und mit Absicht.",
  "s10": "GlowFem-Tracking",
  "l15": "Verfolgen Sie Ihren Zyklus, Ihre Emotionen und Ihr weibliches Wohlbefinden respektvoll.",

  "footer": "© 2025 GlowMap — Alle Rechte vorbehalten"
}
