{
  "heroText": "Start your journey toward a smooth and mindful organization with GlowMap templates designed just for you.",
  "exploreTemplates": "Explore the templates",
  "login": "Login",
  "register": "Register",
  "about": "About GlowMap",
  "welcome": "Welcome to",
  "introTxt": "In a world where productivity is often synonymous with pressure, GlowMap offers a different approach: friendly, personal, and mindful organization. This platform is designed to help you build your own “roadmap” to an organized life, without losing sight of personal well-being.",
  "titulo1":"Who is it aimed at?",
  "parrafo1":"GlowMap is designed for people from all walks of life: students, professionals, homemakers, athletes, creatives, and anyone seeking a balance between organization and emotional well-being.",
  "l1":"💼 Hardworking people looking to get organized without stress.",
  "l2":"🎓 Students who want to plan calmly.",
  "l3":"🏡 People at home who want healthy routines.",
  "l4":"🧘‍♀️ Quienes priorizan su bienestar físico y mental.",
  "l5":"💡 Those who prioritize their physical and mental well-being.",
  "titulo2":"What will you find on GlowMap?",
  "parrafo2":"Through visual and flexible templates, you can plan tasks, record healthy habits, track your physical and emotional progress, and develop your personal projects without pressure.",
  "titulo3":"Summary of available templates",
  "l6":"Organize your daily tasks according to emotional priority and urgency.",
  "l7":"Design realistic routines for your mornings and evenings.",
  "l8":"Record your workouts and how your body feels.",
  "l9":"Connect with your emotions and focus on your inner well-being.",
  "l10":"Keep a simple record of your expenses and income with awareness.",
  "l11":"Develop your projects in clear steps without feeling overwhelmed.",
  "l12":"Improve your diet with daily tracking and visual challenges.",
  "l13":"Organize your studies and prepare for exams calmly.",
  "footer":"© 2025 GlowMap —All rights reserved.",
  "s1":"GlowFocus Template",
  "s2":"GlowFlow Routine",
  "s3":"GlowFitness Tracker",
  "s4":"GlowMind Space",
  "s5":"GlowFinance Map",
  "s6":"GlowProject Planner",
  "s7":"GlowNutrition Tracker",
  "s8":"GlowStudy Planner"
}



    
    
    
      
      
      
      