{
  "heroText": "Comienza tu camino hacia una organización suave y consciente con las plantillas de GlowMap diseñadas para ti.",
  "exploreTemplates": "Explora las plantillas",
  "login": "Iniciar sesión",
  "register": "Registrarse",
  "about": "Sobre GlowMap",
  "welcome": "Bienvenido a GlowMap",
  "introTxt": "¿Te imaginas una organización sin estrés, sin prisas y adaptada a ti? En GlowMap, reinventamos la productividad para que deje de ser una carga y se convierta en una herramienta de bienestar y claridad. GlowMap no es solo una plataforma para organizar tu vida. Es un espacio consciente que te acompaña con suavidad en tu rutina diaria. A través de plantillas interactivas, simples y flexibles, te ayudamos a ordenar tus ideas, emociones y metas, sin presiones ni perfeccionismo. Nuestro propósito es que encuentres comodidad en el orden, placer en la planificación, y, en cada día común, una profunda sensación de logro.",  "titulo1":"¿A quién va dirigido?",
  "titulo0": "Visión",
  "parrafo0":"Soñamos con un mundo donde las personas vivan a su propio ritmo, donde la productividad sea una herramienta de calma, el orden un lenguaje que restablece el equilibrio interior, y los pequeños detalles del día a día despierten un verdadero sentido de bienestar y plenitud.",
  "parrafo1":"GlowMap está pensado para personas de todos los ámbitos: estudiantes, profesionales, amas de casa, deportistas, creativos, y cualquier persona que busque un equilibrio entre organización y bienestar emocional.",
  "l1":"💼 Personas trabajadoras que buscan organizarse sin agobio.",
  "l2":"🎓 Estudiantes que quieren planificar con calma.",
  "l3":"🏡 Personas en el hogar que quieren rutinas sanas.",
  "l4":"🧘‍♀️ Quienes priorizan su bienestar físico y mental.",
  "l5":"💡 Creativos y autodidactas con ideas que ordenar.",
  "titulo2":"¿Qué encontrarás en GlowMap?",
  "parrafo2":"A través de plantillas visuales y flexibles, puedes planificar tareas, registrar hábitos saludables, seguir tu progreso físico y emocional, y desarrollar tus proyectos personales sin presión.",
  "titulo3":"Resumen de las plantillas disponibles",
  "l6":"Organiza tus tareas diarias según prioridad emocional y urgencia.",
  "l7":"Diseña rutinas realistas para tus mañanas y noches.",
  "l8":"Registra tus entrenamientos y cómo se siente tu cuerpo.",
  "l9":"Conecta con tus emociones y enfócate en tu bienestar interior.",
  "l10":"Lleva un registro simple de tus gastos e ingresos con consciencia.",
  "l11":"Desarrolla tus proyectos por pasos claros y sin agobio.",
  "l12":"Mejora tu alimentación con seguimiento diario y retos visuales.",
  "l13":"Organiza tus estudios y prepárate para exámenes con calma.",
  "footer":"Todos los derechos reservados",
  "s1":"GlowFocus Template",
  "s2":"GlowFlow Routine",
  "s3":"GlowFitness Tracker",
  "s4":"GlowMind Space",
  "s5":"GlowFinance Map",
  "s6":"GlowProject Planner",
  "s7":"GlowNutrition Tracker",
  "s8":"GlowStudy Planner",
  "s9": "GlowTrip Planner:",
  "l14": "Planifica tus viajes con claridad, sin estrés y con intención.",
  "s10": "GlowFem Tracker:",
  "l15": "Sigue tu ciclo, emociones y bienestar femenino de forma respetuosa."



  
}